<?php

return [
    'home'                                        => 'الرئيسية',
    'schedule'                                    => 'الجدول',
    'gallery'                                     => 'المعرض',
    'our story'                                   => 'قصتنا',
    'faqs'                                        => 'الأسئلة الشائعة',
    'rsvp'                                        => 'التأكيد على الحضور',
    'hero'                                        => 'شاركونا فرحتنا في هذا اليوم المميز',
    'count down'                                  => [
        'title'    => 'لم يتبقَ سوى القليل ليومنا المميز',
        'subtitle' => 'لا يمكننا الانتظار للاحتفال معكم',
    ],
    'days'                                        => 'أيام',
    'hours'                                        => 'ساعات',
    'minutes'                                     => 'دقائق',
    'seconds'                                     => 'ثوانٍ',
    'date' => 'التاريخ',
    'time' => 'الوقت',
    'ceremonies'                                  => [
        'title'    => 'الفعاليات',
        'subtitle' => 'شاركونا في هذه الأماكن الجميلة في يومنا المميز',
    ],
    'wishes'                                      => [
        'title'    => 'من أحبائنا',
        'subtitle' => 'أمنيات من العائلة والأصدقاء ليومنا المميز',
        'form'     => [
            'title'    => 'شاركونا حبكم',
            'subtitle' => 'كلماتكم الطيبة تعني لنا الكثير! اكتبوا أمنية من القلب، ودعوا رسالتكم تكون جزءاُ من رحلتنا',
            'success'  => 'شكراً لك، سيتم عرض رسالتك قريبا'
        ]
    ],
    'your name'                                   => 'اسمك',
    'your email'                                  => 'بريدك الالكتروني (الإيميل)',
    'your question'                               => 'سؤالك',
    'message'                                     => 'الرسالة',
    'required'                                    => 'مطلوب',
    'send'                                        => 'إرسال',
    'footer.subtitle'                             => 'شكراً لكونكم جزءاً من رحلتنا!',
    'our story page'                              => [
        'title'    => 'قصتنا',
        'subtitle' => 'رحلة مليئة بالحب والضحك ولحظات لا تُنسى'
    ],
    'no video uploaded yet'                       => 'لم يتم تحميل أي فيديو حتى الآن',
    'your browser does not support the video tag' => 'متصفحك لا يدعم علامة الفيديو',
    'faqs page'                                   => [
        'title'    => 'الأسئلة الشائعة',
        'subtitle' => 'فيما يلي بعض الأسئلة والأجوبة الشائعة لمساعدتك',
        'form'                                   => [
            'title' => 'لديك سؤال غير مدرج هنا؟',
            'success' => 'لقد تم تقديم سؤالك. سيتم الرد عليه في أقرب وقت ممكن. يرجى إعادة التحقق من الموقع في وقت لاحق'
        ]
    ],



];

